class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Борис был спасён и отправлен первым же самолётом домой. К сожалению, его товарищи пали от рук моджахедов, спонсируемых рукой американского капитализма.";
	};
	class FAIL
	{
		title = "Миссия провалена";
		subtitle = "Жених приехал!";
		description = "Борис был убит в ходе перестрелки. Очередной груз 200 отправляется домой. Взводу ''спасателей'' теперь предстоит не стать жертвой своего же начальства...";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "Взвод, посланный спасать экипаж, сам стал жертвой моджахедов. Единственный выживший из экипажа, сержант Борис Моисеев, пробыл в плену ещё год, пока был не обменян КГБ при уходе из Афганистана.";
	};
};